image-main = AgACAgIAAxkBAAMpZsS0RtnEiZkCAAE8YKTyWsfcsGqjAALu2jEb2lspSj2mAz76I2ErAQADAgADeQADNQQ
image-tasks = AgACAgIAAxkBAAMhZsSe8rfB4FSWdxcyIy2lruWUdqgAAgPfMRvaWyFKnwGRDnQJ5m4BAAMCAAN5AAM1BA
image-friends = AgACAgIAAxkBAAMfZsSe8jrk4FIlexxKU_ksVx6djocAAgLfMRvaWyFKclkOUhE0olABAAMCAAN5AAM1BA
image-leaders = AgACAgIAAxkBAAMjZsSe80Hf7w1DTV-tCpUhjNERY78AAgTfMRvaWyFKBe-C1YkoyvEBAAMCAAN5AAM1BA
image-profile = AgACAgIAAxkBAAMlZsSe9IApuhY3kpglECGpfoq5P18AAgXfMRvaWyFKY_3MzX0aW4MBAAMCAAN5AAM1BA
image-language = AgACAgIAAxkBAAMnZsSe9R5owqHDr5St9rGXJqqtxqsAAgbfMRvaWyFKsbW4ePJYWC0BAAMCAAN5AAM1BA

text-main =
    <b>Добро пожаловать в мир тайных интриг и великих амбиций.</b>

    Каждое ваше действие может изменить судьбу Царской Династии.

    Приглашайте верных союзников, выполняйте важнейшие поручения и взбирайтесь на вершину власти.

    <i>Ваше время настало.</i>
text-tasks =
    <b>Каждое задание — это шаг на пути к величию.</b>

    Выполняйте миссии, чтобы укрепить своё влияние и приблизиться к трону.

    <i>Кто станет следующей легендой Царской Династии?</i>
text-friends =
    <b>Великая власть требует надёжных союзников.</b>

    <i>Ваши друзья — это ваш круг доверия, те, кто поможет вам в самые трудные моменты.</i>

    <b>Пригласите больше союзников и расширьте своё влияние на царский двор.</b>

    <i>10% - за вашего друга

    5% — за друга вашего друга</i>

    Ваши друзья: { $first_referrals }

    Друзья ваших друзей: { $second_referrals }
text-leaders =
    <b>Только самые влиятельные и мудрые могут занять место среди лидеров Царской Династии.</b>

    Следите за теми, кто стоит на вершине, и стремитесь превзойти их, чтобы вписать своё имя в историю.

    <b>{ $leaders }</b>

    <i>Ваше место: { $place }</i>
text-profile =
    <b>Ваше досье в Царской Династии.</b>

    <i>Здесь собраны все ваши достижения, секреты и уровень влияния.

    Укрепляйте свою репутацию и готовьтесь к новым вызовам, ведь только сильные могут управлять судьбой империи.</i>

    <b>Баланс: { $balance }</b>
text-language =
    <b>Вы получили 1000 поинтов в виде стартового бонуса!</b>

    <i>Выберите язык для продолжения:</i>

button-tasks = Задания
button-friends = Друзья
button-leaders = Лидеры
button-profile = Профиль
button-invite = Пригласить друга
button-back = 🔙Назад
button-check_task = Проверить
button-start_task = Перейти к заданию

notification-referrer-first_level =
    Поздравляем!

    Ваш реферал { $new_user } только что присоединился!

    Вы получили { $points } поинтов!
notification-referrer-second_level =
    Отличные новости!

    Пользователь, приглашенный вашим рефералом { $new_user }, присоединился!

    Вы получили { $points } поинтов!
notification-task-completed = Задание успешно выполнено!
notification-task-not_completed = Задание не выполнено!

info-reward = Награда: { $reward }
